export default {
  projections: {
    НапиткиE: {
      наименование: {
        __caption__: 'Наименование напитка'
      },
      цена: {
        __caption__: 'Цена'
      },
      составы: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      ингредиенты: {
        __caption__: 'Ингредиенты'
      }
    },
    НапиткиL: {
      наименование: {
        __caption__: 'Наименование напитка'
      },
      цена: {
        __caption__: 'Цена'
      }
    }
  },
  validations: {
    наименование: {
      __caption__: 'Наименование напитка'
    },
    цена: {
      __caption__: 'Цена'
    },
    ингредиенты: {
      __caption__: 'Ингредиенты'
    },
    составы: {
      __caption__: 'Наименование'
    }
  }
};
