export default {
  projections: {
    ПроверкаДенегE: {
      датаПроверки: {
        __caption__: 'Дата проверки'
      },
      сотрудники: {
        __caption__: 'Сотрудники',
        фИО: {
          __caption__: 'ФИО'
        },
        должность: {
          __caption__: 'Должность'
        }
      },
      денежныйЯщик: {
        __caption__: 'Денежный ящик'
      },
      количествоДенег: {
        __caption__: 'Количество денег'
      }
    },
    ПроверкаДенегL: {
      датаПроверки: {
        __caption__: 'Дата проверки'
      },
      сотрудники: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        },
        должность: {
          __caption__: 'Должность'
        }
      }
    }
  },
  validations: {
    датаПроверки: {
      __caption__: 'Дата проверки'
    },
    денежныйЯщик: {
      __caption__: 'Денежный ящик'
    },
    количествоДенег: {
      __caption__: 'Количество денег'
    },
    сотрудники: {
      __caption__: 'Сотрудники'
    }
  }
};
