export default {
  projections: {
    ИнгредиентыE: {
      составы: {
        __caption__: 'Составы',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      количество: {
        __caption__: 'Количество'
      },
      остаток: {
        __caption__: 'Остаток'
      },
      сотрудники: {
        __caption__: 'Сотрудники',
        фИО: {
          __caption__: 'ФИО'
        },
        должность: {
          __caption__: 'Должность'
        }
      }
    },
    ИнгредиентыL: {
      составы: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      количество: {
        __caption__: 'Количество'
      },
      остаток: {
        __caption__: 'Остаток'
      },
      сотрудники: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        },
        должность: {
          __caption__: 'Должность'
        }
      }
    }
  },
  validations: {
    количество: {
      __caption__: 'Количество'
    },
    остаток: {
      __caption__: 'Остаток'
    },
    составы: {
      __caption__: 'Составы'
    },
    сотрудники: {
      __caption__: 'Сотрудники'
    }
  }
};
